{"text": " start with categorization categories yeah so what types of trash will be expected to find and we would want to categorize them basically nothing will be reusable as it is an ocean beach trash most of it will just be different types of material almost all right so then like you said plastic", "start": 0.031, "end": 28.853}
{"text": " Uh, glass and metal. That's it. Well, yeah, plastic, metal, and glass. So, environmentally, nothing is really good to be recycled, but there's use cases. So, like, glass is one of the only, like, almost entirely recyclable things. But, they put shit in the glass, too. So, that's... No point. That's... Okay. Um...", "start": 29.208, "end": 55.094}
{"text": " Generally for plastics, you can melt them all down technically and like, and then introduce them into some kind of like newer plastic for like 3D printing. Yeah. Composites. And again, like it's not very good. You still have to add it to new plastics. And then every, every old recycled plastic is like a poor quality finished product. So.", "start": 55.972, "end": 85.013}
{"text": " It's a possibility to use recycled plastics as spools and treatables, but not on a practical level. Personally, I'm like, I've had a lot of opinions about recycling. We should, everything that's not naturally decomposable should be recycled. The only people I've seen do effective upcycling are like certain artists.", "start": 85.368, "end": 112.182}
{"text": " Glass can be used as a replacement for paying windows. If you've ever seen or heard of Earthships, they do like a radical sustainable housing construction projects in like the middle of the desert, the only place they're allowed to try anything.", "start": 112.688, "end": 131.774}
{"text": " housing, right? I've never seen that, but I've like, I've seen, I've met artists like picking up. So most of them, they try to do like local natural materials and recycled products. Um, so one thing is they'll use tires and there's not a whole lot of things you can do with tires. In fact, they, they often just burn them. So there's like all this crap rubber and plastic is just burned into the atmosphere. Um, so the tires are the basis of the walls.", "start": 132.027, "end": 161.002}
{"text": " And then, like a window pane almost. A little bit further than what I would do, but I like their initiative. I wonder if the process like, you know, burning tires creates more, you know, like carbon dioxide and harmful. Oh, it all contributes to carbon.", "start": 162.622, "end": 187.732}
{"text": " And other pollutants, too. So, like, you don't want to burn shit. Anything that's not, like, made from nature, you don't want to burn it, really. But in our human economy, we do nothing in a, like, practical way. Or long-term, sustainable way. Certain things, like,", "start": 188.137, "end": 213.77}
{"text": " Fiber paper cardboard that stuff can actually be decomposed so you can put it in like a composting Yeah, and it can be broken down Plastics is one of those things that like it's it's a human product. That's never really been naturally Occurring so there's nothing", "start": 214.006, "end": 237.378}
{"text": " on earth that really decomposes it. I mean, what are the reasons we use it? But they don't consider long term thinking in anything in our economy. So some scientists try to do like fungal decompositions, like GMO fungus. But all this is just using energy to get rid of stuff. Yeah.", "start": 237.8, "end": 267.736}
{"text": " Plastic doesn't have a lot of upcycling. Fiber things like old clothes can be used for just for being soft. Some animals can repurpose it and like, we're seeing like birds collect cigarette butts and put them in their nests. Because it actually acts as like an insulation that helps them keep", "start": 270.115, "end": 299.292}
{"text": " than warm. Unfortunately all those like birds are probably getting sick. Yeah. So I think we just we need better recycling technology overall.", "start": 299.545, "end": 325.685}
{"text": " So we just, so like plastics and all the forever chemicals, like we just need to recycle them, um, somehow, but we don't really have the technology to do it. Well, currently, um, some artists like using it, but it's pretty low impact, low effort. It's only so much they can do.", "start": 326.9, "end": 353.107}
{"text": " And they're not really, it's still taking up space. Yeah, it's still taking up, technically it's taking up even more space. Yeah. They're not contributing to the environment, they're still there. There's just so much trash, it's even like altering the ecology. We've seen like, there's hermit crabs that'll take like soda cans and shit.", "start": 354.119, "end": 380.782}
{"text": " We'll pretend like they're an alternative for actual shells. Something like glass trash. Does that serve as a word? The animals are repurposing it instead of the people. Just because there's so much trash in the environment.", "start": 381.372, "end": 410.33}
{"text": " But yeah, tires can be useful because you can just bury the ship. So it actually provides a good basis for the walls in these Earthship houses. Though the buildings are essentially limited to only be like one story. Maybe two if they're really clever. When I grew up, there was a lot of tire swings.", "start": 411.494, "end": 438.292}
{"text": " This is recycled repurposed tires. Some of the, some tires that were shredded were recycled as like a playground, like a playground soft padding, except that they're tires, so they're still toxic. So like they just got replaced with", "start": 439.372, "end": 463.84}
{"text": " a lookalike, so I actually just started making rubber pellets that looked like recycled tires to do the same thing. Yeah, at least they're soft. Use economic approaches to ruin everything. Let's see, creative work.", "start": 464.195, "end": 492.308}
{"text": " Yeah. So when I get plastic bags at home, I do upcycling and I find some other thing that I'm going to need a plastic bag for, and that's what I'll use it for. What kind of things? In my case, I use it for the kitty litter because kitty litter is kind of disgusting and you want it to be pretty well contained.", "start": 492.562, "end": 520.102}
{"text": " yeah and it'll even like seep through the plastic bags but it gives me a few minutes to to get it in the right place before it starts seeping through so get it into a larger bag where when it seeps through it will be absorbed in other trash and then that trash bag to the dumpster so yeah right since it's decomposable you can just keep using the same plastic bag over and over again if they're not coming contaminate", "start": 520.76, "end": 550.696}
{"text": " Well, I don't reuse. I only upcycle each one once. Shopping plastic bags in a drawer and then just when the next one I needed bags. I don't buy plastic bags. That would be the point.", "start": 551.033, "end": 574.507}
{"text": " In general, just like this trash just adds up, there's no effective way to keep reusing it, but we keep producing more trash. The only thing that would really, the things that decompose or compost are the only things that actually get- Recycled. Recycled into the environment. So things like those old egg crates, they're basically cardboard. Even those themselves are probably the actual recycled product from paper.", "start": 575.097, "end": 604.763}
{"text": " But those are also low-level, fibrous product. They put plastic on everything these days, though. So even our clothes are predominantly plastic. It's a depressing topic. I thought we were going to come up with creative...", "start": 605.86, "end": 633.468}
{"text": " I can get sidetracked too easily, so are we getting sidetracked? No, we're on the track. We're just talking about how depressing it is to be in a moment of depression. Well, I always thought the tires were clever, because tires... God. Let's start talking about the microplastics.", "start": 633.89, "end": 654.106}
{"text": " The majority of microplastics in the waterways are sourced from tires because we just have so many cars on the roads and it's all exposing the environment all the time. But I was very impressed with the upcycling basically", "start": 654.764, "end": 676.398}
{"text": " what they call it rammed earth. They stick a whole bunch of dirt inside a tire and they basically bury the tire in a clay or about a wall. So it's completely encapsulated inside your structure, but it gives insulation and stability to your wall. So those buildings that have these tires in the walls are actually very resilient to earthquakes.", "start": 677.039, "end": 704.258}
{"text": " Because like the shifting around it's not a very like It's not a very rigid structure and actually like withstands earthquakes really well. It also resists fire really well So it's actually like an ideal building environment for soaking house But they'll never approve it because it's not traditional And probably it's not like doesn't create more profit when you're building a building like if you're recycling then it's less profit", "start": 704.731, "end": 731.866}
{"text": " And they never approved a bill, just like make fake tires, do it. Produce them from a factory. Because of jobs or something. And what about plastic? I mean like plastic is... We have a lot more electronic waste these days too. It wasn't as much when I was younger, but these days like so much electronic waste.", "start": 733.182, "end": 761.903}
{"text": " even different, more depressing topic. Planned obsolescence and all these electronic devices or products, then they literally design them so they can't be reused. You can't reuse components. You can't upgrade components. You are incentivized to continue to buy entire product over and over again. So we have a lot of electronics trash, which is mostly plastic with toxic heavy metals. We can't do anything about it.", "start": 762.292, "end": 790.237}
{"text": " There are some people that mine like the very old electronics had some kind of gold plating and so they love finding old electronics and mining out the gold in larger amounts.", "start": 790.928, "end": 813.895}
{"text": " for buildings? Like how do you do it? No, plastic doesn't decompose, but it does lose its like structural characteristics. It gets weaker. And it's just like, it's like a low level toxin that nothing can interact with yet. It's just like, we just pile it up and", "start": 814.621, "end": 839.326}
{"text": " Like if the recyclers won't do anything about it, then there's literally nothing we can do is just pile it up until we decide to deal with it. So the same thing with, so the same environment comes through with the electric components, except that like they're all multiple heavy metal types with different structures.", "start": 840.473, "end": 866.208}
{"text": " You could probably just melt them into a big ball of different heavy metals and search them out later on when there's better technology. Well, I like their building equipment for tires. I was kind of biased on that one. For reasons disclosed. I like that one. I like that one too. Do we have to spend five minutes?", "start": 868.233, "end": 895.182}
{"text": " I'm not thinking of anything else to help the Taz.", "start": 896.633, "end": 908.969}
